[
    {"Name":"Vira","Text":"(Oh PG look at yourself, a college graduate all set to get into the world, independent.)"},
    {"Name":"Vira","Text":"(Now that I think about it it sends shivers down my spine.)"},
    {"Name":"Vira","Text":"(Urrghh. Well one thing’s for sure I have to cook my own meal. God!.)"},
    {"Name":"Vira","Text":"..."},
    {"Name":"Vira","Text":"(Definitely better than canteen food.)"},
    {"Name":"Vira","Text":"(I have to stop beating around the bush. It’s the first day of work tomorrow.)"},
    {"Name":"Vira","Text":"(Will I be able to do everything properly? What if I’m not able to speak?)"},
    {"Name":"Vira","Text":"(I should not keep worrying for no reason!) "},
    {"Name":"Vira","Text":"(Calm down Vira. Deep Breath!.)"},
    {"Name":"Ryo","Text":"What are you doing?"},
    {"Name":"Vira","Text":"Aaaah! Oh it's you."},
    {"Name":"Ryo","Text":"Yes of course it's me. You called me here. "},
    {"Name":"Ryo","Text":"Is everything alright? You look like you’re nervous."},
    {"Name":"Vira","Text":"(Right, I did. This is Ryo. I’ve known him since childhood.)"},
    {"Name":"Vira","Text":"(He’s been a great friend. Similar interests and great heart.)"},
    {"Name":"Vira","Text":"(We've always got each other's back. He will be more than happy to help me out!)"},
    {"Name":"Ryo","Text":"Knock,knock anybody there?"},
    {"Name":"Vira","Text":"Right, I called you because well…I got into Vetron!"},
    {"Name":"Vira","Text":"They said they were impressed by my academic performance and technical knowledge and so they accepted me into the company!"},
    {"Name":"Vira","Text":"I finally got into my dream company and my best friend is there too."},
    {"Name":"Ryo","Text":"Oh you got into my company? Amazing! When are you joining? Tomorrow?"},
    {"Name":"Vira","Text":"Yes. But there is a problem. I don’t know how to communicate well."},
    {"Name":"Vira","Text":"Team work, speaking to clients, my team lead, all of this seems too difficult."},
    {"Name":"Vira","Text":" Since you have been working for Vetron for a long time….I could really use your help."},
    {"Name":"Ryo","Text":" Happy to help you out! You don’t have to be scared. If you know what to do, it’ll be a breeze."},
    {"Name":"Ryo","Text":"What you have to understand is you have to choose what you want to convey to the people who work with you."},
    {"Name":"Ryo","Text":"You have many choices when it comes to what you have to say. "},
    {"Name":"Ryo","Text":"But from a multitude of choices, only a few do the job perfectly. "},
    {"Name":"Vira","Text":"Makes sense "},
    {"Name":"Ryo","Text":"Great! What I am trying to say is you have to find out what those choices are"},
    {"Name":"Vira","Text":"Ok. But how do I do that?"},
    {"Name":"Ryo","Text":" First things first, learn the skills you need. Then try to apply those skills into the conversation."},
    {"Name":"Ryo","Text":"Use the skills to determine which choice is best. "},
    {"Name":"Vira","Text":" Right….got it. But what are the skills that I’ll need?"},
    {"Name":"Ryo","Text":" Yes….let me start with…….wait……"},
    {"Name":"Ryo","Text":"There’s quite a lot actually so it might be better if i gave you this."},
    {"Name":"Vira","Text":" A book?"},
    {"Name":"Ryo","Text":"Yes it has everything you need. This is what helped me too. "},
    {"Name":"Ryo","Text":"-Is there anything else you want to ask me?"},
    {"Name":"Vira","Text":"No, nothing else"},
    {"Name":"Ryo","Text":"Ok then! I guess you’re all set. You’ve got this. See you at vetron."},
    {"Name":"Vira","Text":"Thanks…."},
    {"Name":"Vira","Text":"Ooh gotta go. Anything else you wanted to say?"},
    {"Name":"Ryo","Text":"Yes! And it’s very important."},
    {"Name":"Vira","Text":"Yes?"},
    {"Name":"Ryo","Text":"Please call me to a place nicer than a metro station next time. Ok?"},
    {"Name":"Vira","Text":"Hahaha ok!"}
]